<footer class="footer">
            <div class="footer__wrapper">
                <div class="footer__top hidden">
                    <nav class="footer__nav">
                        <ul>
                            <li>
                                <a href="/#documents">Документи</a>
                            </li>
                        </ul>
                    </nav>
                    <nav class="footer__nav footer__nav-4">
                       <ul>
                            <li>
                                <a href="#">Сплачуйте частинами</a>
                            </li>
                            <li>
                                <a href="#">Робота з валютою</a>
                            </li>
                        
                            <li>
                                <a href="#">Запроси партнера</a>
                            </li>
                            <li>
                                <a href="#">Інші сервіси</a>
                            </li>
                        
                            <li>
                                <a href="#">Сплачуйте частинами</a>
                            </li>
                            <li>
                                <a href="#">Робота з валютою</a>
                            </li>
                        </ul>
                    </nav>
                </div>
                <div class="footer__bottom">
                    <div class="footer__group">
                        <div class="footer__logo">
                            <svg width="164" height="43" viewBox="0 0 164 43" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M72.5179 9.35213C75.8811 9.35213 78.2598 10.4634 79.6539 12.6859C80.9474 14.8087 81.5942 17.8291 81.5942 21.7471V33.7787H76.2045V21.7471C76.2045 19.1398 75.7517 17.188 74.8462 15.8915C73.9551 14.5808 72.5394 13.9254 70.5991 13.9254C68.5007 13.9254 66.8694 14.6378 65.7052 16.0625C64.541 17.5014 63.9589 19.3963 63.9589 21.7471V33.7787H58.5476V21.7471C58.5476 19.1398 58.0949 17.188 57.1894 15.8915C56.2983 14.5808 54.8826 13.9254 52.9423 13.9254C50.8439 13.9254 49.2126 14.6378 48.0484 16.0625C46.8698 17.4872 46.2805 19.382 46.2805 21.7471V33.7787H40.8908V9.71543H46.0434L46.2805 13.5194C47.0136 12.0804 48.0699 11.0262 49.4497 10.3565C50.8439 9.68694 52.6405 9.35213 54.8395 9.35213C58.9357 9.35213 61.6306 11.0831 62.9241 14.5452C63.7146 12.864 64.9219 11.5818 66.546 10.6985C68.1845 9.80091 70.1751 9.35213 72.5179 9.35213Z" fill="#2046D2"/>
                                <path d="M100.497 34.1175C98.3844 34.1175 96.5231 33.7542 94.9134 33.0276C93.318 32.2867 92.1466 31.2681 91.3993 29.9716V42.5375H86.0095V9.71231H91.1621L91.3993 13.5163C92.8221 10.7381 95.8548 9.34901 100.497 9.34901C102.581 9.30627 104.522 9.82629 106.318 10.9091C108.115 11.9918 109.538 13.4949 110.587 15.4182C111.636 17.3416 112.139 19.4502 112.096 21.7439C112.125 23.4678 111.83 25.1062 111.212 26.6592C110.608 28.2121 109.782 29.5371 108.733 30.6341C107.683 31.7311 106.44 32.6002 105.003 33.2413C103.566 33.8682 102.064 34.1602 100.497 34.1175ZM104.464 16.1448C102.969 14.6632 101.165 13.9223 99.0527 13.9223C96.9399 13.9223 95.1361 14.6632 93.6414 16.1448C92.1466 17.655 91.3993 19.5143 91.3993 21.7226C91.3993 23.9593 92.1466 25.8186 93.6414 27.3003C95.1218 28.7962 96.9255 29.5442 99.0527 29.5442C101.165 29.5442 102.969 28.8033 104.464 27.3216C105.944 25.8542 106.685 23.9878 106.685 21.7226C106.685 19.4715 105.944 17.6123 104.464 16.1448Z" fill="#2046D2"/>
                                <path d="M116.955 33.6865V0.861328H122.367V33.6865H116.955Z" fill="#2046D2"/>
                                <path d="M128.106 9.69299H133.495V33.7296H128.106V9.69299Z" fill="#2046D2"/>
                                <path d="M133.464 3.54426C133.464 5.00224 132.272 6.18416 130.801 6.18416C129.33 6.18416 128.138 5.00224 128.138 3.54426C128.138 2.08628 129.33 0.904354 130.801 0.904354C132.272 0.904354 133.464 2.08628 133.464 3.54426Z" fill="#2046D2"/>
                                <path d="M156.98 32.5782C155.025 33.5755 152.862 34.0742 150.49 34.0742C148.119 34.0742 145.956 33.5755 144.001 32.5782C142.018 31.5667 140.437 30.1135 139.258 28.2186C138.065 26.3095 137.469 24.144 137.469 21.722C137.469 19.2857 138.065 17.1131 139.258 15.204C140.437 13.3091 142.018 11.8559 144.001 10.8444C145.956 9.84707 148.119 9.34843 150.49 9.34843C152.862 9.34843 155.025 9.84707 156.98 10.8444C158.949 11.8559 160.537 13.3091 161.744 15.204C162.937 17.1131 163.534 19.2857 163.534 21.722C163.534 24.144 162.937 26.3095 161.744 28.2186C160.537 30.1135 158.949 31.5667 156.98 32.5782ZM142.837 21.7006C142.837 23.9516 143.584 25.818 145.079 27.2997C146.574 28.7814 148.385 29.5222 150.512 29.5222C152.625 29.5222 154.428 28.7814 155.923 27.2997C157.404 25.8322 158.144 23.9659 158.144 21.7006C158.144 19.4496 157.404 17.5903 155.923 16.1229C154.428 14.6412 152.625 13.9004 150.512 13.9004C148.385 13.9004 146.574 14.6412 145.079 16.1229C143.584 17.6046 142.837 19.4638 142.837 21.7006Z" fill="#2046D2"/>
                                <path d="M26.1581 0.899225C22.4006 0.899225 19.0018 3.11048 17.5069 6.5276L5.54534 33.8703H11.3204L22.3679 8.61711C23.0228 7.12003 24.5119 6.15125 26.1581 6.15125C28.4397 6.15125 30.2893 7.98468 30.2893 10.2463V33.8435H35.5876V10.2463C35.5876 5.08407 31.3658 0.899225 26.1581 0.899225Z" fill="#2046D2"/>
                                <path d="M19.6023 26.9121C32.0967 27.2078 39.455 19.1108 44.7416 13.1277L40.8666 9.76337C35.4977 15.8397 29.5827 22.0407 19.7252 21.8075C15.5014 21.7075 11.9348 20.0683 9.07791 18.1928C7.65165 17.2564 6.42917 16.2792 5.39649 15.4236C5.30084 15.3444 5.20357 15.2633 5.10523 15.1811L4.90681 15.015C4.12751 14.3624 3.30214 13.6712 2.67335 13.2928L0 17.6574C0.253408 17.81 0.652861 18.1428 1.39311 18.7596C1.55647 18.8957 1.73644 19.0457 1.93508 19.2106L2.09315 19.3417C3.17577 20.2385 4.56951 21.3574 6.23356 22.4499C9.55727 24.6319 14.0676 26.7812 19.6023 26.9121Z" fill="#2046D2"/>
                            </svg>
                            <p>
                                кредити для підприємців
                            </p>  
                            <div class="footer__info">                              
                                <a href="tel:8008000010" class="content-section-text">800 80 000 10</a>
                                <a href="mailto:info@amplio.ua">info@amplio.ua</a>
                            </div>
                        </div>
                        <nav class="footer__nav footer__nav-2">
                            <ul>
                                <li><a href="#faq">Питання/відповідь</a></li>
                                <li><a href="#steps">Як отримати</a></li>
                                <li><a href="#pay">Як сплатити</a></li>
                                <li><a href="#documents">Документи</a></li>
                                <li><a href="#contacts">Контакти</a></li>
                                <li><a href="#contacts">Кредит від держави</a></li>
                                <li><a href="#contacts">Фінансування бізнесу</a></li>
                                <li><a href="#contacts">Програма 5-7-9</a></li>
                            </ul>
                        </nav>  
                        <div class="footer__content">
                            <p>
                                <a href="https://www.youtube.com/" target="_blank">
                                    <img width="180" height="50" src="<?php echo ASSETS; ?>/images/appstore.svg" alt="market">
                                </a>
                            </p>
                            <p>
                                <a href="https://www.youtube.com/" target="_blank">
                                    <img width="180" height="50" src="<?php echo ASSETS; ?>/images/googleplay.svg" alt="market">
                                </a>
                            </p>
                            <p>Мобільний застосунок для<br> зручного банкінгу для iOS та<br> Android</p>
                        </div>
                    </div>
                    <div class="footer__group">
                        <div class="footer__copyright">
                            <div class="footer__copyright__text">
                                <p>© 2025 Amplio. <br> Всі права захищені</p>
                                <nav class="footer__nav">
                                    <ul>
                                        <li>
                                            <a href="https://drive.google.com/file/d/1g5iM7r7Po39qtpAC5vFIGEeMqdlDKjfc/view">Політика конфіденційності</a>
                                        </li>
                                        <li>
                                            <a href="#">Оферта</a>
                                        </li>
                                    </ul>
                                </nav>
                            </div>
                            <div class="footer__social">
                                <a target="_blank" href="https://www.facebook.com/azov.media4308/">
                                    <svg width="24" height="25" viewBox="0 0 24 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M18 2.23145H15C13.6739 2.23145 12.4021 2.75823 11.4645 3.69591C10.5268 4.63359 10 5.90536 10 7.23145V10.2314H7V14.2314H10V22.2314H14V14.2314H17L18 10.2314H14V7.23145C14 6.96623 14.1054 6.71188 14.2929 6.52434C14.4804 6.3368 14.7348 6.23145 15 6.23145H18V2.23145Z" stroke="black" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/>
                                    </svg>
                                </a>
                                <a target="_blank" href="https://www.instagram.com/azov.media/">
                                    <svg width="24" height="25" viewBox="0 0 24 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M17.5 6.73145H17.51M7 2.23145H17C19.7614 2.23145 22 4.47002 22 7.23145V17.2314C22 19.9929 19.7614 22.2314 17 22.2314H7C4.23858 22.2314 2 19.9929 2 17.2314V7.23145C2 4.47002 4.23858 2.23145 7 2.23145ZM16 11.6014C16.1234 12.4337 15.9813 13.2837 15.5938 14.0305C15.2063 14.7773 14.5931 15.3829 13.8416 15.7611C13.0901 16.1394 12.2384 16.271 11.4078 16.1374C10.5771 16.0037 9.80976 15.6115 9.21484 15.0166C8.61992 14.4217 8.22773 13.6543 8.09407 12.8237C7.9604 11.993 8.09207 11.1413 8.47033 10.3898C8.84859 9.6383 9.45419 9.02519 10.201 8.63769C10.9478 8.25019 11.7978 8.10803 12.63 8.23145C13.4789 8.35733 14.2649 8.75291 14.8717 9.35975C15.4785 9.96659 15.8741 10.7525 16 11.6014Z" stroke="black" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/>
                                    </svg>
                                </a>
                            </div>
                        </div>
                        
                    </div>
                </div>
                <div class="footer__text">
                    <p>
                        ТОВ «1 БЕЗПЕЧНЕ АГЕНТСТВО НЕОБХІДНИХ КРЕДИТІВ», ЄДРПОУ: 39861924, телефон: <a href="tel:38(063)-375-05-24">+38(063)-375-05-24</a>, пошта: 1bankservise@gmail.com, адреса: 01010, м. Київ, площа Арсенальна, будинок 1-Б, свідоцтво про реєстрацію фінансової установи, видане Нацкомфінпослуг 20.10.2015 р., серія IK №146, реєстраційний №16103223. Ліцензія на провадження господарської діяльності з надання коштів  та банківських металів у кредит, видана Національним банком України 12.03.2024, термін дії – безстроково. 
                    </p>
                    <p>
                        Увага! Послуги споживчого кредитування фізичним надаються Товариством через веб-сайти <a href="https://mycredit.ua/">https://mycredit.ua/</a>та <a href="https://clickcredit.ua/">https://clickcredit.ua/</a>. Відповідно, уся інформація та документи, надання яких передбачено для сервісів споживчого кредитування, розміщені за вказаними адресами. Споживче кредитування з використанням функціоналу цього веб-сайту Товариством не здійснюється
                    </p>
                </div>
            </div>
        </footer>
    </div>
    <?php wp_footer(); ?>
</body>
</html>